Repository: mgomezbuceta/cakephp-aclmanager
Catalog: resources/locales/*/acl_manager.po
Languages: gl_es

source: Authorization Manager
gl_es: Xestor de Autorizacións

source: Dashboard
gl_es: Panel de Control

source: Sync Resources
gl_es: Sincronizar Recursos

source: Back to App
gl_es: Volver á Aplicación

source: Actions
gl_es: Accións

source: Status
gl_es: Estado

source: Active
gl_es: Activo

source: Inactive
gl_es: Inactivo

source: Created
gl_es: Creado

source: Modified
gl_es: Modificado

source: Manage Roles & Permissions
gl_es: Xestionar Roles e Permisos

source: Overview of all roles and their permissions
gl_es: Vista xeral de todos os roles e os seus permisos

source: Role
gl_es: Rol

source: Name
gl_es: Nome

source: Description
gl_es: Descrición

source: Priority
gl_es: Prioridade

source: Permissions
gl_es: Permisos

source: Manage Permissions
gl_es: Xestionar Permisos

source: Edit
gl_es: Editar

source: Delete
gl_es: Eliminar

source: New Role
gl_es: Novo Rol

source: Total Resources
gl_es: Total de Recursos

source: No roles found
gl_es: Non se atoparon roles

source: Get started by creating your first role.
gl_es: Comeza creando o teu primeiro rol.

source: Create First Role
gl_es: Crear Primeiro Rol

source: Add Role
gl_es: Engadir Rol

source: Edit Role
gl_es: Editar Rol

source: Create a new role for your application
gl_es: Crear un novo rol para a túa aplicación

source: Update role information
gl_es: Actualizar información do rol

source: Role Information
gl_es: Información do Rol

source: e.g., Administrator, Editor, Viewer
gl_es: ex., Administrador, Editor, Visualizador

source: Brief description of this role and its purpose
gl_es: Breve descrición deste rol e o seu propósito

source: Higher priority roles have precedence. Range: 0-100
gl_es: Os roles de maior prioridade teñen precedencia. Rango: 0-100

source: Save Role
gl_es: Gardar Rol

source: Cancel
gl_es: Cancelar

source: Quick Actions
gl_es: Accións Rápidas

source: Clear All Permissions
gl_es: Limpar Todos os Permisos

source: Are you sure you want to clear all permissions for this role?
gl_es: Estás seguro de que queres limpar todos os permisos deste rol?

source: Role created successfully.
gl_es: Rol creado correctamente.

source: Unable to create role. Please try again.
gl_es: Non se puido crear o rol. Por favor, téntao de novo.

source: Role updated successfully.
gl_es: Rol actualizado correctamente.

source: Unable to update role. Please try again.
gl_es: Non se puido actualizar o rol. Por favor, téntao de novo.

source: Role deleted successfully.
gl_es: Rol eliminado correctamente.

source: Unable to delete role. Please try again.
gl_es: Non se puido eliminar o rol. Por favor, téntao de novo.

source: Are you sure you want to delete {0}?
gl_es: Estás seguro de que queres eliminar {0}?

source: Manage Permissions for {0}
gl_es: Xestionar Permisos para {0}

source: Role: {0}
gl_es: Rol: {0}

source: Back
gl_es: Volver

source: Save Permissions
gl_es: Gardar Permisos

source: Clear All
gl_es: Limpar Todo

source: Action
gl_es: Acción

source: Permission
gl_es: Permiso

source: Allow
gl_es: Permitir

source: Deny
gl_es: Denegar

source: Please select a role.
gl_es: Por favor, selecciona un rol.

source: Permissions saved successfully. {0} permissions granted.
gl_es: Permisos gardados correctamente. {0} permisos concedidos.

source: Error saving permissions: {0}
gl_es: Erro ao gardar permisos: {0}

source: No resources found. Please run "Sync Resources" first.
gl_es: Non se atoparon recursos. Por favor, executa "Sincronizar Recursos" primeiro.

source: All permissions cleared for role "{0}". {1} permissions removed.
gl_es: Todos os permisos limpados para o rol "{0}". {1} permisos eliminados.

source: Error: {0}
gl_es: Erro: {0}

source: Resources synchronized. Found: {0}, Created: {1}, Updated: {2}, Deactivated: {3}
gl_es: Recursos sincronizados. Atopados: {0}, Creados: {1}, Actualizados: {2}, Desactivados: {3}

source: Error synchronizing resources: {0}
gl_es: Erro ao sincronizar recursos: {0}

source: Invalid roles specified.
gl_es: Roles especificados non válidos.

source: Permissions copied successfully from "{0}" to "{1}".
gl_es: Permisos copiados correctamente de "{0}" a "{1}".

source: Error copying permissions.
gl_es: Erro ao copiar permisos.

source: Invalid role specified.
gl_es: Rol especificado non válido.

source: You must be logged in to access the Authorization Manager.
gl_es: Debes iniciar sesión para acceder ao Xestor de Autorizacións.

source: You do not have permission to access the Authorization Manager.
gl_es: Non tes permiso para acceder ao Xestor de Autorizacións.

source: Controller
gl_es: Controlador

source: Select All
gl_es: Seleccionar Todo

source: Deselect All
gl_es: Deseleccionar Todo

source: Total Roles
gl_es: Total de Roles

source: Total Permissions
gl_es: Total de Permisos

source: Manage Roles
gl_es: Xestionar Roles

source: Create and manage user roles
gl_es: Crear e xestionar roles de usuario

source: Back to Dashboard
gl_es: Volver ao Panel de Control
